[
  {
    "id": "864169461824",
    "sellerId": "NHEGPUwlFMIHg/l6ZCcsKQ==",
    "name": "【M.a+ Maurizio amadei】Leather jacket size 46 (shoulder width 44cm, chest circumference 56cm, back length 64cm excluding collar, sleeve length 66.5cm), king-bomb texture! Thick leather, thick wool lining for warmth, rare and not picky about body shape, most of the European pioneer handmade brand clothing styles are not friendly to Asians, especially the sleeve length is too long, which makes you very uncomfortable. If you shorten it, the handwork will not meet the requirements and it will also lose the original taste. If you don’t change it, your hands will always feel that there is nowhere to put it. It is right to advocate individuality, but buying a leather jacket just to pose for a few photos instead of satisfying and serving life is putting the cart before the horse. This model meets all your fantasies of daily commuting wear and super-demanding requirements for leather and workmanship! There are not many pieces in the world. It’s all fate to meet them. They are only used once or twice. Leather jackets are originally made to look old and have traces. This type of clothing can be said to be no different from brand new ones. It was purchased for 30,000 yuan and is not second-hand. No bargaining, no return, no chat. Those who are interested can take videos of the details.",
    "price": 1650,
    "created": 1734416814,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i4/O1CN01OKEMxg1lhLwL3ZyUF_!!4611686018427384626-0-fleamarket.jpg"
    ],
    "categoryId": "50011161",
    "href": "https://2.taobao.com/item-detail?itemId=864169461824&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "853833651886",
    "sellerId": "MwwfjAP6MCtaHoZIRDEOcg==",
    "name": "M.A+ by Maurizio Amadei classic black underarm bag grained cowhide + 925 silver brand new spot real shot including bags for those who know the goods #DarkCoolGirl",
    "price": 583,
    "created": 1731769581,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i1/O1CN013wlFlY1MF55Sas2cn_!!4611686018427385484-0-fleamarket.jpg"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=853833651886&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "586579748956",
    "sellerId": "ejMJLGPwFkIPUvxZ2o8OdA==",
    "name": "M.A+ boots M.A+ boots size 40 are not suitable for those with fat feet. The price is quite cheap.",
    "price": 935,
    "created": 1549724726,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i4/O1CN015Qey321dxojd1qOgg_!!0-fleamarket.jpg"
    ],
    "categoryId": "50012028",
    "href": "https://2.taobao.com/item-detail?itemId=586579748956&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "811558805464",
    "sellerId": "+2Xx8IPNtcUyTaqN1PeT0g==",
    "name": "M.A+ hand-sewn dress with a unique cut that shows the figure. Size 42. Only one piece in stock. Made in Italy. Discounted. Available. SF cash on delivery. No refund or exchange.",
    "price": 295,
    "created": 1719990856,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i2/O1CN01xD6BTe1nK71TsP3kW_!!0-fleamarket.jpg"
    ],
    "categoryId": "50010850",
    "href": "https://2.taobao.com/item-detail?itemId=811558805464&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "856405744866",
    "sellerId": "+cHR4UqVkmz2QFswDyupuA==",
    "name": "m.a+ Maurizio Amadei Double Zipper Silver Cross Trousers Brand new Size 48 No refunds or exchanges once sold Only SF Express cash on delivery is accepted",
    "price": 916,
    "created": 1732258275,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i3/O1CN01OZTfnO1DYTJet1AOC_!!4611686018427380708-0-fleamarket.jpg"
    ],
    "categoryId": "162201",
    "href": "https://2.taobao.com/item-detail?itemId=856405744866&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "633083842097",
    "sellerId": "n+Dhz3idk3nx96t2pmWf2A==",
    "name": "Domestic spot special price m.a+ horse leather high heel boots original price 1w+ 36 size SF Express sent on the same day shoe box dust bag complete",
    "price": 425,
    "created": 1606736761,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i4/O1CN01cbhgH41K9v1co3M9L_!!0-fleamarket.jpg"
    ],
    "categoryId": "50012028",
    "href": "https://2.taobao.com/item-detail?itemId=633083842097&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "637379896537",
    "sellerId": "eGMSLLpsIfTDjfqRxrWrSw==",
    "name": "M.A+ by Maurizio Amadei Pyramid Handbag Small Black cowhide Seamless structure Hand-folded Signature &quot;+&quot; Vintage silver details Small size is approximately 23*19 Handbag not included",
    "price": 490,
    "created": 1612419513,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i4/O1CN01uqbGc21UfCJMhmY5f_!!0-fleamarket.jpg"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=637379896537&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "666845346823",
    "sellerId": "LdLexICRkFC4kj/m08+J4w==",
    "name": "M.a+ Shell Bag",
    "price": 391,
    "created": 1641685096,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i1/O1CN01eMFmbQ21Yg0UEep6r_!!0-fleamarket.jpg"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=666845346823&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "855839434385",
    "sellerId": "+cHR4UqVkmz2QFswDyupuA==",
    "name": "m.a+ Maurizio Amadei Black Horse Leather Rectangular Underarm Bag Brand new No returns or exchanges once sold Only SF Express cash on delivery accepted",
    "price": 603,
    "created": 1732256235,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i3/O1CN01gDwMjW1DYTJV9d9Oh_!!4611686018427380708-0-fleamarket.jpg"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=855839434385&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "820545844974",
    "sellerId": "eGMSLLpsIfTDjfqRxrWrSw==",
    "name": "M.A+ by Maurizio Amadei classic black doctor bag cowhide + 925 silver + silver chain new spot real shot",
    "price": 768,
    "created": 1722308419,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i3/O1CN01RBkqve1UfCZFXmgML_!!0-fleamarket.jpg"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=820545844974&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "856156373318",
    "sellerId": "+cHR4UqVkmz2QFswDyupuA==",
    "name": "m.a+ Maurizio Amadei halter neck pleated short dress brand new size 42 small suitable for daily size 38 once sold no refunds or exchanges only accept SF Express cash on delivery",
    "price": 1135,
    "created": 1732255818,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i4/O1CN01wBUeXd1DYTJaClwiw_!!4611686018427380708-0-fleamarket.jpg"
    ],
    "categoryId": "50010850",
    "href": "https://2.taobao.com/item-detail?itemId=856156373318&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "862514803219",
    "sellerId": "EYZRKETu2EEdQv7akQWy6w==",
    "name": "Brand new Lane Crawford L&#39;agence Modal women&#39;s casual pants, jeans, women&#39;s wool coats, women&#39;s tops, short skirts, shorts, long pants, long skirts, short-sleeved tops, De La Vali women&#39;s knitted tube tops, skirts, shirts, T-shirts, special sale, special clearance Brand: L&#39;agence Material: 70% cotton 27% Modal 3% spandex Item number: margot 2294thu Origin: United States, Made in the United States, Made in Los Angeles Size: 25, 26, 27, 28, 29 Size 25 (waist 65, trouser length 91, front crotch 24.5, trouser leg 12) Size 26 (waist 69, trouser length 93, front crotch 25, trouser leg 12.5) Size 27 (waist 72, trouser length 94, front crotch 26, trouser leg 12.5) Size 28 (sold out) Size 29 (waist 74, trouser length 94, front crotch 27, trouser leg 12.8) Condition: Brand new, with tag, lots of paper, directly from Lane Crawford warehouse. Price: Lane Crawford price is 2300 yuan. 10%-20% employee discount sale, no bargaining accepted. Returns: No returns or exchanges accepted except for authenticity issues. Authenticity: Lane Crawford employee discount goods, 10% penalty for fakes. There are Lane Crawford sales receipts, POS receipts, and UnionPay receipts. The above bill information can be found in the post posted by the store owner. Brand associations: Cos, toteme, the row, Ralph Lauren, Acne studio, Hermes, Celine, J.Crew, Whistles, topshop, Massimo Dutti, Zara, Cos, toteme, the row, Ralph Lauren, Acne studio, Hermes, Celine, J.Crew, Whistles, topshop, Massimo Dutti, Zara, masfer.su, Lane Crawford, CHANEL / Hermes / Gucci / YSL / TomFord / John Galliano / Christian Lacroix / Jean Paul Gaultier / Thierry Mugler / Dolce &amp; Gabbna / Moschino / Lanvin / Burberry / Louis Vuitton / Celine / Givenchy / Escada / St.John / Armani / Marni / Tiffany&amp;Co / Alexander McQueen MCQ / Margo Morrision / CL / Gemma Khang / Bvlgari / Versace / Marc Jacob / Bottega Veneta BV / Le Vian / Hanae Mori / Itari / Gai Mattiolo / ESCADA / Alexander McQueen\\ST.JOHN /Louis Feraud / John Christian / Dior / Issey Miyake PLEATS PLEASE / cdq COMME des GARCONS / Yohii Yamamoto Y&#39;s / Prada / miumiu / DOUBLE RL, RRL, RLL, Ralph Lauren, POLO RALPH LAUREN, RALPH LAUREN, POLO BY RALPH LAUREN, AERO LEATHER, SCHOTT, VANSON LEATHERS, BUCO, LEE, Levi&#39;s, LEVI&#39;S, LVC, KAPITAL, JELADO, CALEE, thedi, BUZZ RICKSON&#39;S, THE FLAT HEAD, REAL MCCOY, TOYS MCCOY, JOE MCCOY, FREEWHEELERS, MULHOLLAND, cushman, FAR EASTERN ENTHUSIAST, DOUBLE RL, RRL, RLL, RALPH LAUREN, POLO RALPH LAUREN, RALPH LAUREN, POLO BY RALPH LAUREN DRIES VAN NOTEN DVN Amiri FOG Fear of God Saint Laurent Paris SLP Represent Fagassent Undercover Raf Simons HA Haider Ackermann Maison Margiela Martine Rose AcneTAKAHIROMIYASHITA The Soloist Stone Island Vetements Burberry Dior kiko Kostadinov Comme des Garcons CDG Cav Empt CE Yeezy Sacai Alyx ERD Yohji Guidi Ann Demeulemeester Balenciaga Gucci Fendi Chanel YSL Thom Browne Loewe Ambush Acne Studio Alexander Wang Jil Sander JW Anderson We11done valentino Louis Vitton LV Dior Burberry Ferragamo Balenciaga Yeezy Jacquemus Casablanca Undercover Uma Wang MM6 Galeries Lafayette Galeries Lafayette Lane Crawford Mei Mei Cheng SKP Friendship Department Store Yoox Eastdane Match Lane Crewford Yohji Yamamoto initial vince nike adidas uniqlo theory joseph 、GIORGIOBRATO、bergfabel、cherevichkiotvichki、Devoa、Jil Sande、bape 、undefeated 、clot 、vlone 、Adidas 、nike 、cdg 、madness 、wtaps , humanmade, supreme, Grailz, Far archive, Junya Watanabe, Prada, Off White, Rhude, adf, Arnodefrance, Saint Michael, Comme des garçons, Gucci, Hide In Hills, Daniel Patrick, Thom Browne, Balenciaga, aape, bape, FRAGMENT DESIGN, Bape, Ambush, UNDERCOVER, NEIGBORHOOD, VISVIM, WTAPS, CAV EMPT, Descendant, Beams, COMME DES GARÇONS play, Y-3, doublet, Fxxking Rabbits, Girls Don&#39;t Cry, Human Made, Needles, MMJ, Kapital, Have a good time, TNF PURPLE LABEL , Readymade, sacai, POLIQUANT, FREAK, beauty youth, thf, the north face, nautica, champion, stussy, hm, zara, forever 21, UR, URBAN REVIVO, gap, Old Navy, cos, Uniqlo, sacai, POLIQUANT, kenzo, Yves Saint Laurent, PORT, Issey Miyake, fog, fear of god, off white, supreme, Rick Owens, Hollister, champion, U.Sage, Xiaodi Dazhou, nike, Adidas, Lululemon, Mingtang, DEMO, Robert Wun, CAROLINE HÚ, STAFFONLY, Cornerstone, CHENPPENG, Children Of The Discordance, BLINDNESS, J KOO, ASAI, MUJI, Uniqlo, hm, zara, forever, 21, UR, URBAN REVIVO, gap, Old, Navy, cos, lemaire, the row, jil sander, less, Jiangnan Buyi, sketch, Maison Margiela、loewe、bv、Low Classic、celine、bottega veneta、JW Anderson、hed mayner、arnodefrance、mihara yasuhiro、undercover Takahashi Jun、yohji yamamoto Watanabe Junya Watanabe, Issey Miyake, ISSEY MIYAKE, Sacai, Kolor, KAPITAL, visvim, roen, mmj - mastermind JAPAN, fragmentdesign, kenzo, NEIGHBORHOOD, Ann Demeulemeester, rick owens, Maison Martin Margiela, CCP Carol Christian Poell, The Kooples, incarnation, Paul Harnden, M.A+ maurizio amadei taichi murakami, LAYER‐0, guidi, shuang, wanhung",
    "price": 77,
    "created": 1734089397,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i4/O1CN01e5wEZF1quhYt2iwIR_!!4611686018427382532-0-fleamarket.jpg"
    ],
    "categoryId": "162201",
    "href": "https://2.taobao.com/item-detail?itemId=862514803219&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  }
]