[
  {
    "id": "769963494590",
    "sellerId": "QfW9bxughTP8469IhuFdnw==",
    "name": "Brand new 40% off, m.a+ 19ss Women&#39;s White one piece oversized Tee, women&#39;s white full cloth cross-cut short-sleeved dress, unisex 100% cotton, rare and out of print, the last two pieces Size38 (no shoulder line, bust: 96cm, length: 87cm) Size40 (no shoulder line, bust: 98cm, length: 89cm) Sydney official agent, Sydney Express direct mail 5-10 working days (excluding customs inspection time, tariffs are borne by the buyer), special items sold are not refundable or exchangeable",
    "price": 158,
    "created": 1709012171,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i3/O1CN01yjtVrS26IiTQzLM4i_!!0-fleamarket.jpg"
    ],
    "categoryId": "50010850",
    "href": "https://2.taobao.com/item-detail?itemId=769963494590&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "726321698377",
    "sellerId": "SKbu5+Yo6joaChYXv9zc5Q==",
    "name": "m.a+ by Maurizio amadei 24ss 2 4 Spring and Summer accepts reservations. The deposit is settled at the real-time exchange rate of the Euro. No refund if the order is cancelled. Complete formal customs clearance procedures. No loss if you place an order. Default SF Express payment, no refund or exchange after sale.",
    "price": 318,
    "created": 1687787286,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i2/O1CN01YGRt1T21rul6yZKWR_!!53-fleamarket.heic"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=726321698377&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "765104873669",
    "sellerId": "pkvnOU/0j/0PvJmjVscMGQ==",
    "name": "m.a+ by Maurizio Amadei Black irregular crossbody bag Brand new authentic product Take a photo before shipment to confirm the sale (take the photo and send it by courier) No returns or exchanges are supported Free shipping by SF Express",
    "price": 504,
    "created": 1706201901,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i2/O1CN01xZZZni1pXyBuU6thP_!!0-fleamarket.jpg"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=765104873669&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "748723333867",
    "sellerId": "C6QZyguOeP5iK88kOhrtBA==",
    "name": "m.a+ maurizio amadei crossbody shell bag large white distressed m.a+ classic style shoulder strap is more practical the bag body is made of Italian Tuscan vegetable tanned cowhide with a skin-like feel the design is inspired by Japanese paper art folding technology the whole leather is folded and shaped without seams the metal parts are all custom made sterling silver hand-twisted leather rope cylindrical shape details are in place no different from zp...",
    "price": 132,
    "created": 1699930630,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i1/O1CN01k6KQ4H26wYu0Ai7af_!!53-fleamarket.heic"
    ],
    "categoryId": "50012010",
    "href": "https://2.taobao.com/item-detail?itemId=748723333867&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  },
  {
    "id": "863651491202",
    "sellerId": "CrAEK7Fd0Ti6BnTpfJkGNg==",
    "name": "【In transit】Vintage Heisei era carp print leather jacketSize: XL Shoulder width 44 Bust 108 Length 66 Very Japanese street style, unique flavorThe pigskin material is very similar to ERDThe style is very handsomeI should be the only one here that has oneIt&#39;s worth buying it to make a patternIf you like it, hurry up, no returns or exchanges unless it&#39;s true or false, only genuine products are sold, free shippingAffiliates: Number (N)ine Takahiro Miyashita the soloistUNDERCOVER Yohji Yamamoto Yohji Yamamoto Comme des garcons CDG Rei Kawakubo Junya Watanabe Issey Miyake Mihara Yasuhiro Mihara Yasuhiro Pledge Hidekyo Miura Hysteric Glamour LGB If six was nine 14th Addiction Share Spirit Kmrii Tornado Mart Roen Ekam Ann Demeulemeester Rick Owens Julius_7 Maison Margiela CCP Carol Christian Poell M.A+ Walter van beirendonck W&lt; John Galliano Nozomi Ishiguro Vivienne Westwood Vivienne Tam Alice Auaa Raf Simons Helmut Lang Tornado Mart Jean Paul Gaultier JPG Saint Laurent SLP YSL Celine Hedi Slimane Dior Homme Diet Butcher",
    "price": 110,
    "created": 1734411349,
    "thumbnails": [
      "http://img.alicdn.com/bao/uploaded/i1/O1CN01jJWjBd2MCKtuISzvN_!!4611686018427381439-0-fleamarket.jpg"
    ],
    "categoryId": "50011161",
    "href": "https://2.taobao.com/item-detail?itemId=863651491202&spm=a2170.xianyu_tbpc_search.0.0",
    "website": "xianyu",
    "location": "china"
  }
]